Repository: abdullohalimov/suv_feedback_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: Sertifikatni yuklab olish uchun quyidagi so'rovnomani to'ldiring.
uz: Сертификатни юклаб олиш учун қуйидаги сўровномани тўлдиринг.

source: Universitet professor-o'qituvchisini baholang (Suv tejovchi texnologiyalarning afzalliklari va ularni samaradorligi)
uz: Университет профессор-ўқитувчисини баҳоланг (Сув тежовчи технологияларнинг афзалликлари ва уларни самарадорлиги)

source: Turk mutaxassisini baholang (Zamonaviy sug'orish tizimining ahamiyati va suvdan foydalanish madaniyati)
uz: Турк мутахассисини баҳоланг (Замонавий суғориш тизимининг аҳамияти ва сувдан фойдаланиш маданияти)

source: Bank mutaxassisini baholang (Iqtisodiy va huquqiy savodxonlik: subsidiya, kafilliklar, soliq imtiyozlari va bank kreditlari)
uz: Банк мутахассисини баҳоланг (Иқтисодий ва ҳуқуқий саводхонлик: субсидия, кафилликлар, солиқ имтиёзлари ва банк кредитлари)

source: Suv xo'jaligi vazirligi mutaxassisini baholang (Iqtisodiy va huquqiy savodxonlik: subsidiya, kafilliklar, soliq imtiyozlari va bank kreditlari)
uz: Сув хўжалиги вазирлиги мутахассисини баҳоланг (Иқтисодий ва ҳуқуқий саводхонлик: субсидия, кафилликлар, солиқ имтиёзлари ва банк кредитлари)

source: O'quv kursi tashkiliy jarayonlarini baholang (o'quv materiallari, esdalik sovg'alar, tushlik va boshqalar)
uz: Ўқув курси ташкилий жараёнларини баҳоланг (ўқув материаллари, эсдалик совғалар, тушлик ва бошқалар)

source: O'quv kursi haqida fikrlaringiz bo'lsa, shu yerda yozib qoldiring (majburiy emas)
uz: Ўқув курси ҳақида фикрларингиз бўлса, шу йерда ёзиб қолдиринг (мажбурий эмас)

source: So'rovnomada qatnashganingiz uchun minnatdormiz! Sertifikatni yuklab olish uchun id raqamingizni kiriting
uz: Сўровномада қатнашганингиз учун миннатдормиз! Сертификатни юклаб олиш учун ид рақамингизни киритинг

source: ⏳ Yuklanmoqda, kutib turing...
uz: ⏳ Юкланмоқда, кутиб туринг. . .

source: Boshqa sertifikat yuklash uchun /start komandasini yozing va so'rovnomani qayta to'ldiring
uz: Бошқа сертификат юклаш учун /старт командасини ёзинг ва сўровномани қайта тўлдиринг

source: ❔ ID notog'ri kiritildi yoki kurs hali yakunlanmagan ⏳ Kurs yakunlanganidan so‘ng sertifikatingizni yuklab olishingiz mumkin
uz: ❔ ID нотоғри киритилди ёки курс ҳали якунланмаган ⏳ Курс якунланганидан сўнг сертификатингизни юклаб олишингиз мумкин

source: ID raqami faqat sonlardan iborat bo'lishi kerak! Iltimos, tekshirib qayta kiritng.
uz: ID рақами фақат сонлардан иборат бўлиши керак! Илтимос, текшириб қайта киритнг.

source: Davom etish
uz: Давом этиш
